package com.javarush.task.task01.task0122;

public class Solution {
    public static void main(String[] args) {
        // объявляем переменную a типа int и сразу же в строке объявления
        // присваиваем ей значение
        int a = 56;
        // объявляем переменную b типа int и сразу же в строке объявления
        // присваиваем ей значение
        int b = 30;
        // объявляем переменную c типа int и сразу же в строке объявления
        // присваиваем ей значение
        int c = 14;
        // складываем (суммируем) значения переменных a, b и c и выводим
        // результат на экран
        System.out.print(a + b + c);
    }
}
