package com.javarush.task.task01.task0121;

public class Solution {
    public static void main(String[] args) {
        // выводим на экран фразу "Меня зовут Амиго."
        System.out.println("Меня зовут Амиго.");
        // переводим курсор на новую строку (будет выведена пустая строка)
        System.out.println();
        // выводим на экран фразу "Я согласен на зарплату $800/месяц
        // в первый год."
        System.out.println("Я согласен на зарплату $800/месяц в первый год.");
        // выводим на экран фразу "Я согласен на зарплату $1500/месяц
        // во второй год."
        System.out.println("Я согласен на зарплату $1500/месяц во второй год.");
        // выводим на экран фразу "Я согласен на зарплату $2200/месяц
        // в третий год."
        System.out.println("Я согласен на зарплату $2200/месяц в третий год.");
        // выводим на экран фразу "Я согласен на зарплату $2700/месяц
        // в четвертый год."
        System.out.println("Я согласен на зарплату $2700/месяц в четвертый год.");
        // выводим на экран фразу "Я согласен на зарплату $3200/месяц
        // в пятый год."
        System.out.println("Я согласен на зарплату $3200/месяц в пятый год.");
        // выводим пустую строку
        System.out.println();
        // выводим на экран фразу "Поцелуй мой блестящий металлический зад!"
        System.out.println("Поцелуй мой блестящий металлический зад!");
    }
}
