package com.javarush.task.task01.task0138;

public class Solution {
    public static void main(String[] args) {
        // выводим фразу "Мое любимое стихотворение:" на экран
        System.out.println("Мое любимое стихотворение:");
        // выводим фразу "Белеет парус одинокий" на экран
        System.out.println("Белеет парус одинокий");
        // выводим фразу "В тумане моря голубом!..." на экран
        System.out.println("В тумане моря голубом!...");
        // выводим фразу "Что ищет он в стране далекой?" на экран
        System.out.println("Что ищет он в стране далекой?");
        // выводим фразу "Что кинул он в краю родном?..." на экран
        System.out.println("Что кинул он в краю родном?...");
    }
}